acpi
acpid
alacritty
apache
appimagetool-git
apt
asio
baidunetdisk-bin
base
base-devel
bc
bilibili-appimage
bind
blueman
bluez-utils
boost
boost1.86-libs
breeze
breeze-gtk
brightnessctl
calc
chromium
clash-verge-rev-bin
claude-code
cliphist
cloc
coolercontrol-bin
cpupower
cursor-bin
debtap-git
dhcpcd
docker
docker-desktop
dolphin
dunst
e2fsprogs
earlyoom
efibootmgr
expect
eza
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-qt
fcitx5-rime
fcitx5-skin-ori-git
frpc-bin
gamemode
gdb
git
glm
go-musicfox
grimblast-git
grpc
grpcurl-bin
grub
gst-plugin-pipewire
helix
hexhub-bin
hiredis
htop
hyde-cli-git
hyprland
hyprpicker
intel-ucode
inxi
iwd
jq
kitty
konsole
lib32-gamemode
lib32-nvidia-utils
lib32-vulkan-intel
linux
linux-firmware
linux-headers
linuxqq
mariadb-lts
microsoft-edge-beta-bin
microsoft-edge-stable-bin
miniconda3
mmv
mpv
mysql++
navicat-premium-lite-zh-cn
neovim
net-tools
network-manager-applet
networkmanager
niri
nlohmann-json
note-bin
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvidia-dkms
nvidia-prime
nvidia-settings
nvidia-utils
nwg-displays
nwg-look
obs-pipewire-audio-capture
oh-my-zsh-git
openbsd-netcat
opencv-samples
os-prober
osdlyrics
pacman-contrib
pacseek-bin
pamixer
parallel
paru
paru-debug
pavucontrol
perf
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
pokemon-colorscripts-git
polkit-gnome
postman9-bin
power-profiles-daemon
protonup-qt
proxychains-ng
pycharm-community-edition
python-free-proxy
python-pip
python-pyamdgpuinfo
qcustomplot
qt5-3d
qt5-charts
qt5-connectivity
qt5-doc
qt5-examples
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-networkauth
qt5-quick3d
qt5-quickcontrols2
qt5-remoteobjects
qt5-scxml
qt5-sensors
qt5-serialport
qt5-tools
qt5-virtualkeyboard
qt5-webchannel
qt5-webengine
qt5-websockets
qt5ct
qt6-3d
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-languageserver
qt6-lottie
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-remoteobjects
qt6-serialbus
qt6-serialport
qt6ct
qtcreator
rofi
rsync
sddm
sddm-archlinux-theme-git
sddm-theme-tokyo-night-git
sdl2_image
sdl2_mixer
sdl3_image
sdl3_ttf
shellcheck
slurp
steam
sticky-notes
swappy
swaylock-effects-git
swww
system-monitoring-center
systemsettings
tcpdump
tiled
tofi
traceroute
tree
ttf-dejavu
typora-cn
udiskie
unrar
v2ray
v2raya
valgrind
valkey
vi
vim
visual-studio-code-bin
visual-studio-code-insiders-bin
vulkan-intel
watt-toolkit-bin-gitee
waybar
websocat
wemeet-wayland-screenshare-git
whois
wine-staging
wlogout
wps-office
wqy-zenhei
xdg-desktop-portal-hyprland
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xunlei-bin
yay-git
yesplaymusic-electron
zed
zip
zram-generator
zsh
zsh-theme-powerlevel10k-git
